Repository: openpolis/django-uwsgi-taskmanager
Catalog: taskmanager/locale/*/LC_MESSAGES/django.po
Languages: it

source: Delete selected %(verbose_name_plural)s
it: Rimuovi i %(verbose_name_plural)s selezionati

source: Stop selected tasks
it: Stop dei task selezionati

source: Start selected tasks
it: Avvio dei task selezionati

source: Repetition rate
it: Ripetizione

source: Name
it: Nome

source: Invocation
it: Invocazione

source: Show logs in new tab
it: Mostra i log in nuova scheda

source: {obj.cached_last_invocation_n_warnings} WARNINGS
it: {obj.cached_last_invocation_n_warnings} WARNING

source: {obj.cached_last_invocation_n_errors} ERRORS
it: {obj.cached_last_invocation_n_errors} ERRORI

source: FAILED
it: FALLITO

source: Last result
it: Ultimo risultato

source: Command
it: Comando

source: Commands
it: Comandi

source: Task category
it: Categoria di task

source: Tasks categories
it: Categorie di task

source: Separate arguments with a comma ","and parameters with a blank space " ". eg: -f, --secondarg param1 param2, --thirdarg=pippo, --thirdarg
it: Argomenti, separati da una virgola "," e parametri, separati da uno spazio " ". es: -f, --secondoarg param1 param2, --terzoarg=pippo, --terzoarg

source: Choose a category for this task
it: Scegli una categoria per questo task

source: A note on how this task is used.
it: Nota di utilizzo di questo task.

source: Last datetime
it: Ultimo lancio

source: Errors
it: Errori

source: Warnings
it: Allarmi

source: Next
it: Prossimo lancio

source: Help text
it: Testo di aiuto

source: Delete?
it: Rimuovi?

source: Change
it: Cambio

source: View on site
it: Visualizza sul sito

source: Log viewer
it: Visualizzatore di log

source: Show all messages
it: Mostra tutti i messaggi

source: Show only debug messages
it: Mostra solo i messaggi di debug

source: Show only info messages
it: Mostra solo i messaggi di info

source: Show only warnings
it: Mostra solo allarmi

source: Show only errors
it: Mostra solo errori

source: Search text in messages
it: Ricerca un testo tra i messaggi

source: Reset filters
it: Reset dei filtri

source: Raw log messages
it: Messaggi di log originali

source: Click to flip stickiness (follows log messages)
it: Funzionalità di following dei messaggi (on/off)

source: Click to flip line wraps (improve readability of long lines)
it: Funzionalità di line wraps (on/off, migliora la leggibilità)

source: Arguments
it: Argomenti

source: Launched at
it: Lanciato alle

source: Current status
it: Status corrente

source: No log for the report {pk}.
it: Nessun log per il report {pk}

source: The available levels are: ERROR or WARNING
it: I livelli disponibili sono ERROR o WARNING
